/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"support" = "由VAPTCHA提供技術支持";
"howToVerify" = "如何驗證?";
"refresh" = "刷新";
"drawCaptcha" = "請繪製圖中手勢完成人機驗證";
"characterCaptcha" = "請輸入圖中字符完成人機驗證";
"characterCaptchaHolder" = "請輸入圖中字符";
"inVerify" = "智能檢測中...";
"clickPass" = "驗證通過";
"pass" = "驗證通過，用時{time}秒，超過{score}%的用戶";
"fail" = "人機驗證未通過，請再試壹次";
"errCode" = "錯誤碼：{code}";
"retry" = "點擊重試";
"refreshMany" = "刷新過多，點擊重試";
"expired" = "驗證過期，點擊重試";
"timeout" = "驗證超時，點擊重試";
"AccessDenied" = "驗證超時，點擊重試";
"RefreshTooFast" = "頻率過快，請稍後再試!";
"challengeExpire" = "刷新頁面重試";
"RequestToMouch" = "驗證失敗，已超過頻率上限";

"touchCaptcha" = "單擊進行人機驗證";


//请求错误释义
"systemError" = "錯誤：{domain}";
"-1001" = "請求超時，點擊重試";
"-1005" = "請檢查網絡是否連接。";
"otherRequestError" = "請求失敗，點擊重試";
"loadFaild" = "加載失敗,點擊重試";

//others
"done" = "確定";
